Revit 2018 API
DirectContext3DDocumentUtils Class
Namespace: Autodesk.Revit.DB.DirectContext3D
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public static class DirectContext3DDocumentUtils
Visual Basic
Public NotInheritable Class DirectContext3DDocumentUtils
Visual C++
public ref class DirectContext3DDocumentUtils abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.DirectContext3D.DirectContext3DDocumentUtils
See Also
DirectContext3DDocumentUtils Members
Autodesk.Revit.DB.DirectContext3D Namespace